---
kind: property
id: P:Autodesk.Revit.DB.Visual.AdvancedWood.WoodCurlyDistortionEnable
source: html/1e8bbc1a-4776-83c0-7a98-a2bbd7473622.htm
---
# Autodesk.Revit.DB.Visual.AdvancedWood.WoodCurlyDistortionEnable Property

The property labeled "Enable distortion for wood secondary curly highlight" from the "AdvancedWood" schema.

## Syntax (C#)
```csharp
public static string WoodCurlyDistortionEnable { get; }
```

## Remarks
This property is of type "AssetPropertyBoolean".